<template>
  <div class="privacy-agreement-box">
    <p class="privacy_title">《源目标隐私协议》</p>
    <p class="privacy_text">
      欢迎使用由上海深答信息科技有限公司提供的源目标平台，（简称“我们”或“源目标”）提供服务或运营控制的“源目标”系列产品和服务，（以下简称“本平台”）。
    </p>
    <p class="privacy_text">
      本隐私协议载列了在您访问或使用本平台时，我们如何处理、收集、使用和披露您的个人信息。
    </p>
    <p class="privacy_text">
      本隐私协议构成您与我们之间具法律约束力的协议，我们在此特别提醒您认真阅读、充分理解本协议各条款，特别是其中所涉及的免除、减轻我们责任的条款、对您权利限制条款、争议解决和法律适用等。其中，限制、免责条款可能以黑体加粗或加下划线的形式提示您重点注意。请您审慎阅读并选择接受或不接受本协议。若您不同意本隐私协议，请您停止访问或使用本平台。
    </p>
    <p class="privacy_text">
      如果您是作为企业用户成员使用本平台，我们既会通过您的雇主（例如在您的雇主开设您的账户时）收集和处理个人信息，亦会直接向您（例如在您使用本平台的过程中）收集和处理个人信息。您的雇主在为了让您使用本平台而开设您的账户时，将向我们提供与您相关的若干个人信息，包括您的账户名、企业电邮、工作电话（如有）、工作地点信息以及您的上级主管。您的雇主可能向我们提供您的额外的个人信息，或在您使用本平台时更新向我们所提供的个人信息。
    </p>
    <p class="privacy_text">
      如您是使用企业账户使用本平台，您理解并确认，为了让您更便捷地使用本平台，您的雇主已向我们提供与您相关的若干个人信息，包括您的账户名、企业电邮、工作电话（如有）、工作地点信息以及您的上级主管。根据您雇主的陈述和保证，您的雇主向我们提供您的上述个人信息之前，已经事先获得您的明确授权及已经充分告知您收集您的个人信息的目的、范围、使用方式。如您无法确认上述内容，我们建议您立即停止访问或使用本平台，并与您的雇主就前述事项进行确认。同时您也可以通过本隐私协议提供的联系方式与我们联系，我们将在我们的能力范围内配合您处理相关事宜。
    </p>
    <p class="privacy_text">
      通讯录、地理位置、摄像头、麦克风、相册权限，均不会默认开启，只有经过您的明示授权才会在为实现特定功能或服务时使用，您也可以撤回授权。特别需要指出的是，即使经过了您的授权，我们获得了这些敏感权限，也不会在相关功能或服务不需要时收集这些信息。申请操作系统权限列表。
    </p>
    <p class="privacy_text">
      在您仔细阅读下文，了解我们如何处理您的个人信息，以及我们的实际操作方法之前，我们先向您简要告知本隐私协议的基本架构，您可点击相应标题直接查看您所关心的内容。
    </p>
    <p class="privacy_text_yellow">一、基本定义</p>
    <p class="privacy_text_yellow">二、我们在本平台内收集的个人信息</p>
    <p class="privacy_text_yellow">三、我们如何使用您的个人信息</p>
    <p class="privacy_text_yellow">四、我们如何使用 Cookie 和同类技术</p>
    <p class="privacy_text_yellow">
      五、我们如何共享、转让、公开披露您的个人信息
    </p>
    <p class="privacy_text_yellow">六、我们在何处存储您的个人信息</p>
    <p class="privacy_text_yellow">七、我们如何保护您的个人信息的安全</p>
    <p class="privacy_text_yellow">八、您的权利</p>
    <p class="privacy_text_yellow">九、变更</p>
    <p class="privacy_text_yellow">十、联系方式</p>
    <p class="privacy_text_yellow">十一、儿童个人信息保护</p>
    <p class="privacy_text_yellow">十二、其他</p>

    <p class="privacy_tit">一、基本定义</p>
    <p class="privacy_text">
      “个人信息”指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
    </p>
    <p class="privacy_text">
      “个人敏感信息”指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，包括身份证件号码、个人生物识别信息、通信记录和内容、财产信息、行踪轨迹、健康生理信息、交易信息等。
    </p>
    <p class="privacy_text">
      “雇主”指注册、登录、使用本平台并获得管理权限的组织，包括但不限于法人、政府机构、其他组织、合伙或个体工商户等；雇主可以通过获得个人授权的途径替其成员注册企业账户。
    </p>
    <p class="privacy_text">
      “企业账户”指由雇主邀请并获得其授权同意，作为雇主的成员而使用本平台的账户。
    </p>
    <p class="privacy_text">
      “关联公司”是指源目标控制的实体、控制源目标的实体以及与源目标共同受控制于同一实体的实体；此处的“控制”是指某实体支配另一实体主要商业行为或活动的权力，这种权力的形成可以是基于股权、投票权以及其他通常认为有支配力或重大影响力的关系。
    </p>
    <p class="privacy_text">
      “去标识化”是指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别个人信息主体的过程。
    </p>
    <p class="privacy_text">
      “匿名化”是指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。
    </p>
    <p class="privacy_tit">二、我们在本平台内收集的个人信息</p>
    <p class="privacy_text">
      在您使用本平台服务的过程中，我们可能收集如下几类个人信息。
    </p>
    <p class="privacy_text">1.个人基本资料：姓名、头像、电话号码、邮箱</p>
    <p class="privacy_text">2.个人工作信息：组织名称、部门、职位</p>
    <p class="privacy_text">3.网络身份标识信息：账户、IP地址</p>
    <p class="privacy_text">
      4.个人沟通信息：上传、发布、提交或发送的讯息、聊天、文件、日历信息
    </p>
    <p class="privacy_text">5.联系人信息：手机通讯录、好友列表、群列表</p>
    <p class="privacy_text">
      6.个人上网记录：操作日志，包括软件使用记录、搜索记录、点击记录、Cookies
    </p>
    <p class="privacy_text">
      7.个人常用设备信息：包括硬件设备型号、系统类型、系统版本、设备屏幕尺寸、硬件设备序列号、MAC地址、唯一设备识别码（IMEI、Android
      ID、IDFA、OpenUDID、SIM卡IMSI信息）、时区、语言设置
    </p>
    <p class="privacy_text">
      8.个人位置信息：GPS信息、WLAN接入点、蓝牙和基站等传感器信息、行程安排、旅居情况
    </p>
    <p class="privacy_text">
      9.个人健康生理信息：体温、就诊情况（仅新冠病毒疫情期间）
    </p>
    <p class="privacy_text">
      请注意，上述所列的信息类型中，存在部分信息若单独使用，如操作日志信息属于无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将有可能被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。
    </p>
    <p class="privacy_tit">三、我们如何使用您的个人信息</p>
    <p class="privacy_text">
      （一）
      平台的基本业务功能需要依赖部分信息才得以正常安全运行，因此需要您向我们提供或允许我们收集如下信息
    </p>
    <p class="privacy_text">1、认证功能</p>
    <p class="privacy_text">
      当你使用本平台，您需要提供手机号和/或邮箱，上述信息为使用平台所必需，若您不提供这类信息，你将无法正常使用本平台。当您登录账户后还可以选择是否上传头像以加强个性化展示。但如果您仅需使用浏览、搜索本平台官网展示的源目标产品、功能及服务介绍，您不需要注册账户并提供上述信息。
    </p>
    <p class="privacy_text">2、提醒通知</p>
    <p class="privacy_text">
      为了更好的服务您的目标进程，我们会在目标周期开始前后、目标进度更新、以及团队成员评论回复互动等情况下，以邮件或者系统消息对您进行通知，当然，您可以在通知设置里面进行关闭通知。
    </p>
    <p class="privacy_text">3、安全监测</p>
    <p class="privacy_text">
      为提高您使用本平台的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规的情况，在您使用本平台时，我们会自动收集您的IP地址、设备唯一标识符、硬件的型号和设置、操作系统及应用程序功能（如MAC地址）以及您对我们服务的详细使用情况，如浏览记录、时区、区域和语言设置、服务器日志（包括访问日期和时间）、应用程序崩溃信息来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。
    </p>
    <p class="privacy_text">
      如我们停止运营本平台服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以提前【60】天以公告的形式通知您，并依照所适用的法律对所持有的您的个人信息进行删除或匿名化处理。
    </p>
    <p class="privacy_tit">四、我们如何使用 Cookie 和同类技术</p>
    <p class="privacy_text">
      我们使用Cookies和其它类似技术（例如web beacons、Flash
      cookies等）（简称“Cookies”），以提升您使用本平台的体验。当您使用本平台服务时，我们可能会使用相关技术向您的设备发送一个或多个
      Cookie 或匿名标识符，以收集和存储您访问、使用本产品时的信息。
    </p>
    <p class="privacy_text">
      大部分网络浏览器自动接受Cookies，具体是否接受您可以通过设置予以决定。您理解并同意，我们可能存放绝对必要的Cookies即本平台的运行所需要的Cookies，包括让您能够登录本平台安全区域的Cookies。我们存放Cookies将在您终止网站会话或15天后失效。前述存放绝对必要的Cookies行为是本平提供基本服务内容的绝对必要条件，如您不同意相关授权，您无法使用本平台任何服务。
    </p>
    <p class="privacy_tit">五、我们如何共享、转让、公开披露您的个人信息</p>
    <p class="privacy_text">（一）个人信息的共享</p>
    <p class="privacy_text">
      1、我们不会向第三方共享、转让您的个人信息，除非经过您本人事先授权同意，或者共享、转让的个人信息是去标识化处理后的信息，且共享第三方无法重新识别此类信息的个人信息主体。
    </p>
    <p class="privacy_text">2、共享您的个人信息，我们将遵循如下原则：</p>
    <p class="privacy_text">
      授权同意原则：未经您的同意，我们不会共享您的个人信息，除非共享的个人信息是去标识化处理后的信息，且共享第三方无法重新识别此类信息的自然人主体。如果第三方使用信息的目的超越原授权同意范围，他们需要重新征得您的同意。
    </p>
    <p class="privacy_text">
      合法正当与最小必要原则：共享的数据必须具有合法正当目的，且共享的数据以达成目的必要为限。
    </p>
    <p class="privacy_text">（二）个人信息的转让</p>
    <p class="privacy_text">
      随着我们业务的持续发展，我们将有可能进行合并、收购、资产转让，您的个人信息有可能因此而被转移。在发生前述变更时，我们将按照法律法规及不低于本隐私协议所要求的安全标准继续保护或要求个人信息的继受方继续保护您的个人信息，否则我们将要求继受方重新征得您的授权同意。
    </p>
    <p class="privacy_text">（三）个人信息的公开披露</p>
    <p class="privacy_text">
      我们不会公开披露您的信息，除非获得您的同意。但根据法律、法规、规章、其他规范性文件、强制性的行政执法或司法要求，在必须提供您个人信息的情况下，我们可能会依据要求的个人信息类型和披露方式向行政执法或司法机构披露您的个人信息。当我们接到披露请求时，在符合法律法规的前提下，我们要求其必须出具与之相应的法律证明文件，我们仅提供执法、司法部门因特定调查目的且有合法权力获取的数据。在法律法规许可的前提下，我们披露的文件均在加密措施的保护之下。
    </p>
    <p class="privacy_text">
      请您理解，在下列情形中，根据法律法规及国家标准，我们共享、转让、公开披露您的个人信息行为无需征得您的授权同意：
    </p>
    <p class="privacy_text">（1）与国家安全、国防安全直接相关的；</p>
    <p class="privacy_text">
      （2）与公共安全、公共卫生、重大公共利益直接相关的；
    </p>
    <p class="privacy_text">
      （3）与犯罪侦查、起诉、审判和判决执行等直接相关的；
    </p>
    <p class="privacy_text">
      （4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的，但法律法规明确禁止的情形除外；
    </p>
    <p class="privacy_text">（5）您自行向社会公众公开的个人信息；</p>
    <p class="privacy_text">
      （6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
    </p>
    <p class="privacy_text">
      根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的处理将无需另行向您通知并征得您的同意。
    </p>

    <p class="privacy_tit">六、我们在何处存储您的个人信息</p>
    <p class="privacy_text">（一）存储地点：</p>
    <p class="privacy_text">
      我们依照法律法规的规定，将在境内运营过程中收集和产生的您的个人信息存储于中华人民共和国境内。目前，我们不会将上述信息传输至境外，如果我们向境外传输，我们将会遵循相关国家规定或者征求您的同意。
    </p>
    <p class="privacy_text">（二）存储期限：</p>
    <p class="privacy_text">
      您在使用本平台期间，我们将持续保存您的个人信息，保存期限将以不超过为您提供服务所必须的期间为原则。在您终止使用本平台或关闭相应授权后，除法律法规对于特定信息保留期限另有规定外，我们会对您的信息进行删除或做匿名化处理。如我们停止运营本平台服务，我们将在合理期限内依照所适用的法律对所持有的您的个人信息进行删除或匿名化处理。
    </p>
    <p class="privacy_tit">七、我们如何保护您的个人信息的安全</p>
    <p class="privacy_text">
      （一）我们非常重视您个人信息的安全。目前，“源目标”已经通过了国家信息安全等级保护（三级）的测评和备案，并通过了国际权威的ISO
      27001信息安全管理体系认证。建立了数据安全制度规范和实施了安全技术措施，防止您的个人信息遭到未经授权的访问、修改，避免数据的损坏或丢失。我们的网络服务采取了传输层安全协议等加密技术，确保您的数据在网络传输过程的安全。
    </p>
    <p class="privacy_text">
      （二）我们采用严格的数据处理权限控制，避免数据被违规使用；我们采用打码屏蔽等去标识化技术的多种数据脱敏方式增强个人信息在使用中的安全性；我们采用行业广泛应用的加密技术对您的个人信息进行加密保存，并通过数据隔离技术进行隔离。例如，我们对存储在我们服务器上以及您终端设备上的所有讯息进行加密处理。我们始终落实该等技术措施和组织管理方式，并可能不时加以修订完善以提升系统的整体安全性。
    </p>
    <p class="privacy_text">
      （三）尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保您提供给我们的个人信息的安全性。请您知悉并理解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，我们强烈建议您采取积极措施保护个人信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的账号密码等个人信息透露给他人。
    </p>
    <p class="privacy_text">
      （四）在发生危害网络安全的事件时，我们会按照网络安全事件应急预案，及时采取相应的补救措施。如果我们的物理设施或技术防护措施遭到破坏，导致您的个人信息被泄露、非法提供或滥用，造成您的合法权益受损，我们将严格依照法律的规定承担相应的责任。
    </p>
    <p class="privacy_text">
      （五）在我们获悉发生了您的个人信息不幸被泄露、非法提供或滥用的个人信息安全事件后，我们将按照法律法规的要求在最迟不低于【10】天内及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以平台内推送通知的方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。
    </p>
    <p class="privacy_tit">八、您的权利</p>
    <p class="privacy_text">（一）如何访问、更正您的个人信息</p>
    <p class="privacy_text">
      1、访问个人信息：访问头像、姓名、部门、职位、邮箱、手机号。进入【“源目标”右上角个人头像】访问个人信息。
    </p>
    <p class="privacy_text">
      2、如您是企业用户员工，您可以向您的雇主提交更正信息申请，由企业用户管理员处理。
    </p>
    <p class="privacy_text">（二）删除您的信息</p>
    <p class="privacy_text">
      您可以通过上述“（一）访问、更正您的信息”中列明的方式删除您的部分信息。
    </p>
    <p class="privacy_text">
      在以下情形中，您可以向我们提出删除个人信息的请求：
    </p>
    <p class="privacy_text">1、如果我们处理个人信息的行为违反法律法规；</p>
    <p class="privacy_text">
      2、如果我们收集、使用您的个人信息，却未征得您的明确同意；
    </p>
    <p class="privacy_text">
      3、如果我们处理个人信息的行为严重违反了与您的约定；
    </p>
    <p class="privacy_text">
      4、如果您不再使用我们的产品或服务，或您主动注销了账号；
    </p>
    <p class="privacy_text">5、如果我们永久不再为您提供产品或服务。</p>
    <p class="privacy_text">
      若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，并要求其及时删除（除非法律法规另有规定，或这些主体已独立获得您的授权）。
    </p>
    <p class="privacy_text">
      当您或我们协助您删除相关信息后，因为适用的法律和安全技术，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其与任何进一步处理隔离，直到备份可以清除或实现匿名。
    </p>
    <p class="privacy_tit">九、变更</p>
    <p class="privacy_text">
      本隐私协议一旦发生任何重大变更，我们将尽合理努力向所有用户广而告之，例如通过在本平台上发布通知；但您应定期查看本隐私协议，以查看有关变更。我们还会更新本隐私协议顶部的“更新日期”和“生效日期”。您在本隐私协议更新之后继续访问或使用本平台，即视为您接受更新后的隐私协议。如果您不同意更新后的隐私协议，请您停止访问或使用本平台。
    </p>
    <p class="privacy_tit">十、儿童个人信息保护</p>
    <p class="privacy_text">
      若您是未满14周岁的儿童，在使用本平台服务前，应在你的父母或其他监护人监护、指导下共同阅读并同意本隐私协议。
    </p>
    <p class="privacy_text">
      我们根据国家相关法律法规的规定保护儿童的个人信息，只会在法律允许、父母或其他监护人明确同意或保护儿童所必要的情况下收集、使用、储存、共享、转让或披露儿童的个人信息；如果我们发现在未事先获得可证实的父母同意的情况下收集了儿童的个人信息，则会设法尽快删除相关信息。
    </p>
    <p class="privacy_text">
      若您是儿童的监护人，当您对您所监护的儿童个人信息有相关疑问时，请通过本隐私协议公示的联系方式与我们联系
    </p>
    <p class="privacy_tit">十一、其他</p>
    <p class="privacy_text">
      （一）本隐私协议仅适用于您在中国大陆（仅为本条款之目的，不含香港、澳门、台湾地区）境内使用本平台服务的情形。本隐私协议可能存在多种语言版本，如各语言版本条款出现不一致或冲突，以中文版本为准。
    </p>
    <p class="privacy_text">
      （二）本隐私协议中的标题仅为方便及阅读而设，并不影响本隐私协议中任何规定的含义或解释。
    </p>
  </div>
</template>
<script>
export default {}
</script>
<style lang="scss" scoped>
.privacy-agreement-box {
  width: 1120px;
  margin: 0 auto;
}
.privacy_title {
  font-size: 34px;
  font-family: 'Helvetica Neue', Helvetica, 'PingFang SC', 'Microsoft YaHei',
    Tahoma, Arial;
  font-weight: normal;
  color: rgba(0, 0, 0, 1);
  line-height: 32px;
  text-align: center;
  font-weight: 700;
  margin-bottom: 40px;
}
.privacy_text {
  font-size: 18px;
  font-family: 'Helvetica Neue', Helvetica, 'PingFang SC', 'Microsoft YaHei',
    Tahoma, Arial;
  font-weight: normal;
  color: rgba(0, 0, 0, 1);
  line-height: 32px;
  text-align: left;
  margin-bottom: 16px;
  text-indent: 1;
}
.privacy_text_yellow {
  font-size: 18px;
  font-family: 'Helvetica Neue', Helvetica, 'PingFang SC', 'Microsoft YaHei',
    Tahoma, Arial;
  font-weight: normal;
  color: #3068ff;
  line-height: 32px;
  text-align: left;
  margin-bottom: 16px;
}
.privacy_tit {
  font-size: 26px;
  font-family: 'Helvetica Neue', Helvetica, 'PingFang SC', 'Microsoft YaHei',
    Tahoma, Arial;
  font-weight: normal;
  color: #333;
  line-height: 26px;
  text-align: left;
  margin-bottom: 16px;
  margin-top: 70px;
  font-weight: 600;
}
</style>
