<template>
  <div class="service-agreement-box">
    <p class="privacy_title">《源目标服务协议》</p>
    <p class="privacy_tit">1. 导言</p>
    <p class="privacy_text">
      1.1
      欢迎使用由上海深答信息科技有限公司提供的源目标平台（“本平台”），以下统称为源目标。《源目标服务协议》（“本条款”）是您与我们之间的协议，载列了您访问和使用本平台提供的相关网站、服务、应用程序、产品及内容（统称为“本服务”）须遵守的条款及条件。就本条款而言，“您”是指本服务的用户。
    </p>
    <p class="privacy_text">
      1.2
      本条款构成您与我们之间具法律约束力的协议。我们在此特别提醒您认真阅读、充分理解本条款各条款，特别是其中所涉及的免除或减轻我们责任的条款、限制您权利的条款、关于争议解决与法律适用的条款等。其中，限制您权利、免除或减轻我们责任的条款会以黑体加粗的形式提示您重点注意。
    </p>
    <p class="privacy_text">
      1.3
      您访问或使用本服务即表示您确认：您具有与源目标形成达成具有约束力的合同所需的民事权利能力和民事行为能力（或您符合本条款中“未成年人使用条款”部分的要求），且您接受并同意遵守本条款。您对本服务的访问和使用还受我们的《源目标隐私协议》的规限，包括本条款及《源目标隐私协议》不时的增补、变更及附加协议（我们会通过合理方式告知您并向您提供）。该等条款与本条款共同构成您与我们之间达成的完整协议。
    </p>
    <p class="privacy_text">
      1.4
      如果您代表任何企业等机构组织访问或使用本服务，您承诺已获得该机构组织允许您代表其接受、履行本条款所需的完整授权。在此情况下，该组织在法律和财务方面对以下各项行为承担责任：您对本服务的访问和使用，以及与组织机构相关联的其他人士（包括任何员工、代理人或合同方）对您账号的使用。
    </p>
    <p class="privacy_text">
      1.5
      我们会不时修订本条款，您在本条款更新之后继续访问或使用本服务，即视为您接受变更后的条款。如果您不同意更新后的条款，您应停止访问或使用本服务。
    </p>
    <p class="privacy_text">
      1.6
      如我们需要您遵守除本条款、《源目标隐私协议》之外的其他条款的，该等条款的公示、发布及效力亦遵守上述约定。
    </p>

    <p class="privacy_tit">2. 本平台及本服务</p>
    <p class="privacy_text">
      2.1
      本平台为企业目标管理及协作工具，提供包括支持创建管理目标、创建管理周期、目标对齐、提醒通知等功能服务，具体包括：
    </p>
    <p class="privacy_text">
      ●
      创建管理目标：为您提供创建目标并管理目标的功能、以及制定关键结果，帮助您制定一定周期内的目标内容，并且可更新关键结果喝目标的进度，事实反馈目标进度内容。
    </p>
    <p class="privacy_text">
      ●
      创建管理周期：为您提供创建并且管理周期功能，您可以制定周期，在周期下制定目标内容，周期支持周、月、季度、年等范围，可灵活设置您的长短期目标。
    </p>
    <p class="privacy_text">
      ●
      目标对齐：目标对齐是指企业团队之前，发起目标对齐邀请，以及创建对齐目标，对齐后，被对齐的人可查看您的目标，你也可以邀请他人对齐你的目标，共同完成团队目标协作。
    </p>
    <p class="privacy_text">
      ● 提醒通知：为您提供目标和周期
      等内容的提醒通知，如目标邀请对齐、评论回复通知、周期即将开始或结束通知等内容，方便您管理您的目标和团队协助进程。
    </p>
    <p class="privacy_text">
      2.2
      在遵守本条款约定的前提下，我们授予您一项不具排他性、有限、不可转让、不可分许可且可被撤销的许可用于访问和使用本平台，许可内容包括在经许可的设备上下载本平台，以及通过您对本平台的使用访问源目标内容（定义见下文）。源目标保留一切与本平台、本服务及源目标内容相关的权利。您确认并同意：您在对本条款有任何违反时，源目标可出于合理原因终止该许可，以避免您对源目标及其他用户的进一步伤害。
    </p>
    <p class="privacy_text">
      2.3
      您应当从我们的网站或源目标已经授权的第三方下载本平台以获取本服务，若您并非从源目标或经源目标授权的第三方获取本服务的，我们无法保证该版本的服务能够正常使用，您应自行为此种获取方式和使用行为负责。
    </p>
    <p class="privacy_text">
      2.4
      您理解并认可，本条款中所描述的功能可能仅对部分用户（如：企业用户）提供或以特定的方式（如：有偿付费）提供，您在访问和使用本服务时能够实际享受的服务以我们实际向您的用户帐户提供的为准。
    </p>
    <p class="privacy_text">
      2.5
      我们将不定期的对上述功能进行优化，并不断根据用户需求研发新的功能。您同意，这些功能服务可能根据用户需求的变化或我们的判断，随着服务版本不同而被优化或修改，或因定期、不定期的维护而暂缓提供。该等行为均不视为我们违反本条款约定。
    </p>
    <p class="privacy_text">
      2.6
      源目标有权不时在不另行通知您的情况下，对本平台、本服务或其任何部分及相关功能进行更新、升级、修改、删除或转移。我们会尽合理努力向所有用户发出合理的通知（例如通过本平台的通知），以向您告知本服务的相关变更，您应及时关注。
    </p>
    <p class="privacy_text">
      2.7
      您在使用本平台所提供的相应功能时，应遵照源目标不定时告知您的相关技术规范、安全要求等规定，以确保本服务安全、稳定地运行。
    </p>

    <p class="privacy_tit">3. 企业用户和授权用户</p>
    <p class="privacy_text">
      3.1
      如在您的用人单位（或以其它方式聘用您的组织机构）或任何其它组织机构已与源目标就您使用本服务以书面或其他合理方式（“达成订购合意”）的情况下，该组织机构授权或邀请您使用本服务，则您的该用人单位或该组织机构即为本条款中所述的“企业用户”。
    </p>
    <p class="privacy_text">
      3.2
      应企业用户邀请而使用本服务的用户（包括企业用户的管理员用户）均为本条款中所述的“授权用户”。企业用户可向您发送邀请您使用本服务，您可通过以该企业用户之授权用户的身份创建本服务的账号。您亦同意，为使您及该企业用户的其他授权用户能够享受本服务的部分功能，在获得您授权的情况下，该企业用户可以与我们及该企业用户的其他授权用户共享您的信息。该企业用户收集、使用、共享您信息的行为应遵守相关法律法规要求，我们仅根据该企业用户要求处理您的信息，且不对该企业用户的相关行为承担法律责任，请您仔细阅读《源目标隐私协议》对此情形的规定。
    </p>
    <p class="privacy_text">
      3.3
      在您接受邀请成为企业用户的授权用户并维持该身份时，您可以享受本服务为该企业用户及其授权用户提供的服务内容，同时您授权所属企业用户对您的授权用户身份及基于该身份的相关权益进行管理，包括但不限于加入、删除以及调整权限和限制服务内容等，您保证在遵守本平台相关规范的同时，按照该企业用户的授权范围和规范使用本软件及本服务，如您丧失企业用户的授权用户身份，源目标有权根据企业用户的指示将基于该身份的服务内容一并删除。
    </p>
    <p class="privacy_text">
      3.4
      在您以企业用户之授权用户的身份使用本服务的情况下，您确认本服务是供您所在组织机构使用的工作工具，并非用于您个人作为日常消费的用途。
    </p>
    <p class="privacy_text">
      3.5
      无论企业用户或授权用户均受本条款之规制，您代表任何企业用户访问或使用本服务的，即您代表相应企业用户同意并确认接受本条款之规制。
    </p>

    <p class="privacy_tit">4. 您的账号</p>
    <p class="privacy_text">
      4.1
      我们通过“源目标”账号为您提供服务，您可以通过本平台注册“源目标”账号。您设置的账号、密码是您用以登录并以注册用户身份使用本平台及相关服务的凭证。
    </p>
    <p class="privacy_text">
      4.2
      企业用户通过源目标指定方式、渠道订购获取本服务及“源目标”账号的使用权后，源目标会分配相应的企业用户管理员账号，经企业用户书面授权，您可以使用该管理员账号。企业用户及企业用户授权的管理员在导入授权用户通信录并实现上述功能前，应向相应授权用户充分说明（包括但不限于企业用户会将授权用户的个人信息提供给源目标）并取得全部授权用户的明确同意。
    </p>
    <p class="privacy_text">
      4.3
      无论您自行注册账号、或企业用户通过管理员账号邀请用户注册账户，均应保证提交真实、准确、完整和反映当前情况的身份及其他相关信息。您理解并承诺：您的账号名称、头像等信息用以使用本服务的信息及其他向我们提供的信息中不得出现违法或不良信息，未经他人许可不得使用他人名义（包括但不限于通过冒用他人姓名、名称、字号、头像等足以让人引起混淆的方式），不得恶意注册
      “源目标”
      账号（包括但不限于频繁注册、批量注册账号等行为）。您在账号使用过程中需遵守相关法律法规，不得实施任何侵害国家利益、损害其他公民合法权益或者有害社会良好道德风尚的行为。源目标有权对您的账户信息进行审核，对于违反本条款约定的账户信息，源目标有权进行不予通过、屏蔽或删除等处理。
    </p>
    <p class="privacy_text">
      4.4
      您了解并同意，本软件“源目标”账号所有权及有关权益均归源目标所有，您完成首次登陆后将获得该“源目标”账号的使用权。您的“源目标”账号仅限您本人使用，未经源目标书面同意，禁止以任何形式赠与、借用、出租、转让、售卖或以其他方式许可他人使用该账号。如果源目标发现或者有合理理由认为使用者并非账号初始注册人，源目标有权在未经事先通知的情况下暂停或终止向该“源目标”账号提供服务，并有权注销该账号，由此带来的该“源目标”账号相关数据、信息等（包括但不限于授权用户信息、企业用户信息和聊天记录等）被清空、丢失等的后果及损失，您应自行承担。
    </p>
    <p class="privacy_text">
      4.5
      您有责任维护个人账号、密码的安全性与保密性，您应高度重视对账号与密码的保密，在任何情况下不向他人透露账号及密码。若发现他人未经许可使用您的账号或发生其他任何安全漏洞问题时，您应当立即通知源目标。当您使用完毕后，应安全退出。如因您保管不当等自身原因或其他不可抗因素导致遭受盗号或密码丢失，您将自行承担相应责任。
    </p>
    <p class="privacy_text">
      4.6
      在丢失账号或遗忘密码时，您可遵照源目标的申诉途径及时申诉请求找回账号或密码。您理解并认可，源目标的密码找回机制仅按照申诉单上所填资料与系统记录资料是否一致来识别申诉人是否为账号有权使用者。
    </p>
    <p class="privacy_text">
      4.7
      您充分了解并同意，您应为自己账号下的一切行为负责，包括该账号所发表的任何内容以及由此产生的任何后果。您应对使用本服务时接触到的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。源目标无法且不会对您因前述风险而导致的任何损失或损害承担责任。
    </p>
    <p class="privacy_text">
      4.8
      当您完成“源目标”账号的注册、登录并进行合理和必要的身份验证后，如您是个人用户，您可随时浏览、修改自己提交的个人身份信息；如您是企业用户的授权用户，您需要通过所在组织机构的企业管理员修改已经提交的个人身份信息。您理解并同意，出于安全性和身份识别（如账号或密码找回申诉服务等）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。
    </p>

    <p class="privacy_tit">5. 您访问和使用本服务</p>
    <p class="privacy_text">
      5.1
      您访问和使用本服务受到本条款和所有法律法规或国家其他相关规定的约束。出于遵照相应规定的要求，您不得：
    </p>
    <p class="privacy_text">
      ●
      在没有充分民事权利能力、民事行为能力且不满足本条款中“未成年人使用条款”部分要求的情况下，或没有充分、合法的授权的情况下订立本条款，访问或使用本服务；
    </p>
    <p class="privacy_text">● 将本平台用于广告目的或进行任何商业推销；</p>
    <p class="privacy_text">
      ●
      冒充他人或其他组织机构，或对您自己的身份或您与他人或其他组织机构的关系作出虚假或不当的陈述，包括给人以您上传、发布、传播、散布或提供的任何内容是出自本服务的印象；
    </p>
    <p class="privacy_text">
      ●
      未经源目标授权而使用或试图使用他人的账号、服务或系统，或在本服务上创建一个虚假身份；
    </p>
    <p class="privacy_text">
      ●
      在未经源目标及相关方同意或违反适用法律法规的前提下，将本服务用于核设施、军事用途、医疗设施、交通通讯或其他限制、敏感行业或领域，或在本平台上沟通、传输、分享、发表、传播或泄露国家秘密或未经授权的商业机密；
    </p>
    <p class="privacy_text">
      ●
      以违反任何适用法规、侵犯他人合法权益、可能造成利益冲突、危害本服务用途或违背良好社会风尚的方式使用本服务，包括但不限于在使用本服务过程中以任何方式上传、创建、传播、散布、存储或提供下列内容：反对宪法所确定的基本原则，危害国家安全，颠覆国家政权，破坏国家统一，损害国家荣誉和利益的内容；
    </p>
    <p class="privacy_text">
      &nbsp;&nbsp;&nbsp;&nbsp;○
      煽动民族仇恨、民族歧视、破坏民族团结的，破坏国家宗教政策、宣扬邪教和封建迷信的，散布谣言、扰乱社会秩序、破坏社会稳定的内容；
    </p>
    <p class="privacy_text">
      &nbsp;&nbsp;&nbsp;&nbsp;○
      包含病毒、木马程式、蠕虫、逻辑炸弹或其它恶意或在技术上有害的内容；
    </p>
    <p class="privacy_text">
      &nbsp;&nbsp;&nbsp;&nbsp;○
      任何未经源目标授权及接收方同意的广告、招揽推广材料、“垃圾邮件”、“垃圾短信”、“连锁信”、“传销”或任何其它被禁止的招揽形式内容；
    </p>
    <p class="privacy_text">
      &nbsp;&nbsp;&nbsp;&nbsp;○
      任何未取得第三方授权而收集、传播、储存的第三方隐私信息，包括但不限于地址、电话号码、电子邮箱地址、个人身份文件中的号码和肖像（例如：身份号码、护照号码）或信用卡号；
    </p>
    <p class="privacy_text">
      &nbsp;&nbsp;&nbsp;&nbsp;○
      确实或可能侵犯他人著作权、商标权等知识产权或隐私权的任何内容；
    </p>
    <p class="privacy_text">
      &nbsp;&nbsp;&nbsp;&nbsp;○
      诽谤、侮辱他人的内容，或威胁、骚扰他人的内容，或旨在骚扰、恐吓、威胁他人，或对他人造成痛苦、麻烦或烦恼的任何内容；
    </p>
    <p class="privacy_text">
      &nbsp;&nbsp;&nbsp;&nbsp;○
      涉及淫秽、猥亵、赌博、暴力、凶杀、恐怖、粗俗、恶意等令人反感的任何内容，或故意煽动或引起用户对立情绪的内容，尤其是故意发布的煽动性文章；
    </p>
    <p class="privacy_text">
      &nbsp;&nbsp;&nbsp;&nbsp;○ 构成、鼓励或教唆犯罪、危险活动或自残的任何内容；
    </p>
    <p class="privacy_text">
      &nbsp;&nbsp;&nbsp;&nbsp;○
      种族主义或歧视性的内容，包括对种族、民族、宗教、年龄、性别、残疾或性取向的歧视；
    </p>
    <p class="privacy_text">
      &nbsp;&nbsp;&nbsp;&nbsp;○
      源目标判断认为属于令人反感的，或可能使源目标、本服务或其用户面临任何类型的伤害或法律责任的内容。
    </p>
    <p class="privacy_text">
      5.2
      您访问和使用本服务时不得从事损害本服务或源目标利益的行为，包括但不限于：
    </p>
    <p class="privacy_text">
      ●
      经销、许可、转让、租赁或出售本服务的全部或部分，或本服务任何衍生作品的全部或部分；
    </p>
    <p class="privacy_text">● 基于本服务创作任何衍生作品；</p>
    <p class="privacy_text">
      ●
      将本服务（包括本服务中的任何文档、图表、文件或程序任何部分）或本服务的任何衍生作品的全部或部分整合进任何其它程序或产品；
    </p>
    <p class="privacy_text">
      ●
      对本服务（包括本服务中的任何文档、图表、文件或程序等任何部分）进行更改、改编、转化、反向工程、反汇编或反编译。获取或尝试获取本服务或其任何衍生作品中包含的任何源代码、算法、方法或技术；
    </p>
    <p class="privacy_text">
      ●
      干涉或试图干涉本服务的正常运作（包括但不限于使用自动化脚本等方式收集来自本服务的信息或与本服务互动，通过非源目标开发或授权的第三方程序、插件、外挂等工具使用本服务或制作、发布、传播上述工具，限制或阻止他人使用本服务）、破坏我们的网站或连接到本服务的任何网络，绕开或破坏我们用于禁止或限制本服务访问的任何措施。
    </p>

    <p class="privacy_tit">6. 知识产权</p>
    <p class="privacy_text">
      6.1
      您所持有的商标、专利以及您创作作品的知识产权归您所有，我们不会对您的上述知识产权主张任何所有性权利。您同意，对于企业用户，我们可能在我们的网站、我们举办的活动或其他宣传推广中使用企业用户的名称、字号、商标等信息或标识以对本服务进行宣传。
    </p>
    <p class="privacy_text">
      6.2
      我们尊重知识产权，并要求您同样予以尊重。作为访问和使用本服务的先决条件，您同意不会在本服务的使用中侵犯任何知识产权（例如未经同意即擅自上传或分享他人受著作权权保护的材料）。如您在使用本服务的过程中存在任何侵犯知识产权的行为，或被任何第三方指称存在侵犯知识产权的嫌疑的，我们有权酌情在通知或不通知您的情况下删除或屏蔽相应内容，并有权屏蔽及/或终止相关用户账号。
    </p>

    <p class="privacy_tit">7. 内容</p>
    <p class="privacy_text">7.1 您使用源目标内容</p>
    <p class="privacy_text">
      7.1.1
      就您与源目标之间而言，本服务中的内容（不包括用户内容，定义见下文），包括本服务的文本、软件、标志、专利、商标、服务商标、著作权内容、外观、声音、图片等所有相关的内容（前述各项统称为“源目标内容”），其所有权及知识产权等相关权利均由源目标拥有或拥有相关授权许可。对于源目标内容，您应按照本条款所允许的方式、通过本服务规定的功能计划进行使用。
    </p>
    <p class="privacy_text">
      7.1.2
      除本条款明示允许的目的外，您不应将源目标内容或源自本服务的任何其他内容用于其他任何目的。未经我们或我们的许可方事先同意，您不得为任何目的使用、复制、转载、传播、播放、展示、出售、许可或以其它本款未明示允许的方式使用任何源目标内容。我们和我们的许可方保留未明示授予您的一切权利。
    </p>
    <p class="privacy_text">
      7.1.3
      您确认并同意，您查看他人在本服务上提供的内容（包括任何用户内容）时，您应自行承担相关风险。您亦同意，未经相应权利人的明示同意，您不得为任何目的使用、复制、转载、传播、播放、展示、出售、许可或以其它未明示允许的方式使用该等内容。
    </p>
    <p class="privacy_text">
      7.1.4
      本服务中可能包含能跳转其它在线服务或资源的链接，该等在线服务或资源可能是由第三方服务提供方提供。我们无法控制您对该等第三方服务或资源的使用，因此除非本条款另有约定，您使用第三方服务或资源的行为受您和相关第三方之间协议约束，我们不对您使用第三方服务或资源的行为承担任何责任。该等链接的存在不代表我们认可这些第三方服务或资源的合法性、安全性。
    </p>
    <p class="privacy_text">
      7.1.5我们可能在您访问或使用本服务的过程中向您发送、展示广告或其他信息（包括商业或非商业信息）。我们将按照相关法律法规的要求展开广告业务，您应当谨慎判断广告等信息的真实性、可靠性。
    </p>
    <p class="privacy_text">7.2 您的用户内容</p>
    <p class="privacy_text">
      7.2.1
      用户可能获准向本服务或通过本服务上传、发布、提交或发送评论、回复、图片、文档等任何其它内容（“用户内容”）。用户还可在用户内容上叠加或添加源目标提供的图表、标签、表情符号和其它元素（“源目标元素”），并通过本服务传播用户内容。除非法律法规明确要求，否则我们不会审核用户内容（包括包含了源目标元素的用户内容）。对于任何用户或其他许可方提交到本服务，或通过本服务发送的任何用户内容以及其中表达的任何意见、推荐或建议，源目标不持任何立场。
    </p>
    <p class="privacy_text">
      7.2.2
      如果您向本服务或通过本服务上传、传播、提供您的用户内容，出于实现本服务功能运行、改善本服务以及您同意且与适用法律、本条款和《源目标隐私协议》相符的其它目的之必要，我们（及我们的合同方和供应商）将使用、复制、下载或展示您的用户内容，我们不会超越上述目的和范围使用您的用户内容。如果您与本服务的其他用户分享您的用户内容，即表示您同意向这些用户授予不受限制且免费使用您用户内容的权利（包括任何知识产权等相关权益），除非您明确地向对方说明了该等限制，但该等说明及限制仅能约束您与对方。您承诺仅向本服务或通过本服务上传、传播、提供及分享您愿意并能够授予上述权利的用户内容。
    </p>
    <p class="privacy_text">
      7.2.3
      我们不会对您的用户内容主张任何所有权权利。请您注意，如果您以企业用户的授权用户的身份使用本服务，我们会就您用户内容的使用方式向该企业用户提供控制、限制、管理等诸多选择。例如，企业用户可启用或禁用其授权用户对本服务的访问权限，启用或禁用第三方整合，管理许可、保留和外传的设置等。企业用户的选择和决定可能会使您的部分或全部用户内容被访问、使用、披露、修改、限制使用或删除。如果您代表企业用户，您确认企业用户将事先向其授权用户就此情况进行充分说明，并取得授权用户的明确同意。
    </p>
    <p class="privacy_text">
      7.2.4
      本服务并非存储服务，针对您的用户内容，或其他用户向本服务或通过本服务上传、传播或提供的任何其它内容，我们不能亦不会提供备份。请注意，即使在用户内容从本服务中删除后，其他用户仍可能独立地继续使用及允许他人使用您的该等用户内容（例如，该用户可能已将您用户内容的副本保存在其自己账号中）。
    </p>
    <p class="privacy_text">
      7.2.5
      您通过本服务上传、传播或提供用户内容、或与本服务的其他用户通讯时，您应该遵守上文“您访问和使用本服务”一节中所载的要求。您保证，您通过本服务上传、传播或提供的任何用户内容均符合上述要求，不存在违背任何使用法规或其他相关规定的情况。您应对您自己的用户内容及您在本服务或向本服务发布、提交或发送您的用户内容的后果承担全责。如果我们认为您的用户内容不符合本条款的约定，我们有权在不事先通知的情况下，删除您的用户内容（包括您在本平台上发布的任何讯息、帖子）。
    </p>
    <p class="privacy_text">
      7.2.6
      您通过本服务上传、传播或提交用户内容，即表示您确认：您拥有该用户内容的所有性权利，或您是在获得了该用户内容的所有人允许或授权的情况下通过本服务上传、传播或提交的。如我们发现用户内容包含任何侵权材料向我们主张用户内容存在侵权情形的，我们有权采取删除、屏蔽等合理措施进行处理。根据源目标的政策，在适当的情况下且由源目标自行酌情决定，源目标将禁用或终止存在侵犯他人合法权益行为的“源目标”账号。
    </p>
    <p class="privacy_text">
      7.2.7
      您确认，我们并无义务预审、监控、审查或编辑您和其他用户在本平台上撰写或发布的任何内容（包括用户内容）。您进一步理解并确认，您可能会在本服务的使用中接触到冒犯性、不雅或令人反感的其他内容（包括用户内容），您可以联系我们对上述内容进行举报，您同意放弃您就此对源目标享有或可能享有的任何法律救济。
    </p>

    <p class="privacy_tit">8. 用户个人信息保护</p>
    <p class="privacy_text">
      8.1
      源目标与您一同致力于您个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，保护用户个人信息是源目标的基本原则之一。在访问及使用本软件及本服务的过程中，您可能需要提供您的个人信息（包括但不限于姓名、电话号码、邮箱、设备信息等），以便源目标向您提供相应的技术支持和服务。我们承诺该等信息共享仅出于更好地为您提供本服务之目的，并不会超越上述范围。我们将运用加密技术、匿名化处理等其他与本服务相匹配的技术措施及其他安全措施来保护您的个人信息安全。
    </p>
    <p class="privacy_text">
      8.2 更多关于用户个人信息保护的内容，请参见《源目标隐私协议》。
    </p>

    <p class="privacy_tit">9. 违约与赔偿</p>
    <p class="privacy_text">
      9.1
      如果您违反本条款和/或其他您应遵守的其他条款，我们有权根据独立判断，视情况在不经事先通知您的情况下采取合理的处置措施，包括但不限于限制、暂停、终止您使用本服务的部分或全部功能，屏蔽或删除您上传、传播或提供的用户内容等，您需自行承担由此导致的后果及损失。
    </p>
    <p class="privacy_text">
      9.2
      因您违反本条款和/或其他您应遵守的其他条款约定，引起第三方投诉、诉讼索赔等情况的，您应当自行处理并承担全部法律责任。
    </p>
    <p class="privacy_text">
      9.3
      如果您在使用本服务过程中违反本条款和/或其他您应遵守的其他条款约定的情况，在适用法律允许的情况下，您同意根据本条款或相关法律法规的规定，向源目标、源目标的拥有人、运营商、关联方、许可方及被许可方等权益受损方作出足额赔偿，赔偿范围包括但不限于：因您的行为导致源目标及相关方向任何第三方支付的赔偿、遭受的国家机关罚款等。
    </p>

    <p class="privacy_tit">10. 责任限制</p>
    <p class="privacy_text">
      10.1
      根据法律法规规定，对于我们不得免除、限制的义务与责任，我们不会通过本条款的约定进行免除或限制，包括我们对消费者用户依法应履行的义务，因我们的过失或我们的雇员、代理人或分包商的过失而导致的人身伤害及死亡的损失赔偿责任，以及因欺诈或虚假陈述导致的相应责任。
    </p>
    <p class="privacy_text">
      10.2 在符合前述规定的前提下，我们不就下列情况向您承担任何责任：
    </p>
    <p class="privacy_text">● 您遭受的任何利润损失（无论直接或间接产生）；</p>
    <p class="privacy_text">● 您遭受的任何商誉损失；</p>
    <p class="privacy_text">● 您遭受的任何机会损失；</p>
    <p class="privacy_text">● 您遭受的任何数据丢失；</p>
    <p class="privacy_text">● 您可能招致的任何间接或附带损失；</p>
    <p class="privacy_text">
      ●
      您因下列情况而招致的任何损失或损害：您对任何广告之完整性、准确性或存在性的任何依赖，或因您与在本服务上刊登广告的任何广告商、赞助商建立或达成的任何关系或交易；
    </p>
    <p class="privacy_text">
      &nbsp;&nbsp;&nbsp;&nbsp;○
      我们按照本条款约定对本服务作出的任何变更、调整，或暂时停止提供本服务（或本服务中的任何功能）；
    </p>
    <p class="privacy_text">
      &nbsp;&nbsp;&nbsp;&nbsp;○ 您未能向我们提供准确的个人信息、账号等信息；
    </p>
    <p class="privacy_text">
      &nbsp;&nbsp;&nbsp;&nbsp;○ 您未能保障您密码或账号资料的安全及保密性。
    </p>
    <p class="privacy_text">
      10.3
      我们将尽最大努力使本服务安全、稳定，但是您理解，源目标不能随时预见和防范所有的技术风险以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、第三方网站等原因可能导致的服务中断、不能正常使用以及其他类似情况。您需要配置您自己的计算机设备、网络设置、计算机程序等，以访问和使用本服务。您应为您的设备自行配置防毒程序。
    </p>
    <p class="privacy_text">
      10.4
      任何我们承担损失赔偿责任的金额以过去12个月您或您相应的企业用户向源目标支付的金额为限。
    </p>
    <p class="privacy_text">
      10.5
      即使您已经事先告知，或我们本应意识到可能产生任何相关的损失，我们向您承担的责任同样适用上述限制。
    </p>
    <p class="privacy_text">
      10.6
      对于您使用本服务过程中存储、传输、提供、发布、传播的任何内容及其它通讯数据，如因我们的原因导致上述内容被删除、未被储存或产生崩溃或毁坏，我们将尽力进行补救。您理解并同意，在我们尽到合理义务后仍未能避免因此给您造成损失的，对于您产生的相关损失我们向您承担的责任也适用上述限制。
    </p>

    <p class="privacy_tit">11. 数据流量及紧急服务</p>
    <p class="privacy_text">
      11.1
      在移动应用上使用本服务时可能会用到您向您的移动网络运营商订购的数据流量包中的部分数据流量，在国际漫游的情况下可能会使费用大幅增加。您应始终了解这些情况，您在使用本服务时产生的任何移动费用（包括短信及数据费用）均由您自行承担。若您不确定这些费用，您应在使用本服务前咨询您的服务提供商。
    </p>
    <p class="privacy_text">
      11.2
      本服务并不提供报警、消防或医院等紧急服务的接入，也不联系公共安全响应点。您应确保能通过手机、固定电话或其它设备进行紧急联系。
    </p>

    <p class="privacy_tit">12. 其它条款</p>
    <p class="privacy_text">
      12.1
      完整协议。本条款、本条款中所提及的适用于您的其他条款以及将来我们通过合理方式告知您需适用的其他条款共同构成您与源目标之间的完整法律协议，约束您与我们之间的服务关系。上述条款中有变更、更新、增补的，自该等变更、更新、增补生效后，其所替代的旧版本自动失效。
    </p>
    <p class="privacy_text">
      未成年人使用条款。若您是未满18周岁的未成年人，应在监护人监护、指导并获得监护人同意情况下认真阅读本协议后，方可使用本平台服务。公司重视对未成年人个人信息的保护，未成年用户在填写个人信息时，请加强个人保护意识并谨慎对待，并在监护人指导时正确使用本平台服务。
    </p>
    <p class="privacy_text">
      12.2
      未成年人使用条款。若您是未满18周岁的未成年人，应在监护人监护、指导并获得监护人同意情况下认真阅读本条款后，方可访问和使用本服务。我们重视对未成年人个人信息的保护，未成年用户在填写个人信息时，请加强个人保护意识、谨慎对待，并在监护人指导下正确访问和使用本服务。
    </p>
    <p class="privacy_text">
      12.2.1
      未成年用户理解，如因您违反法律法规、本条款内容，则您及您的的监护人应依照法律规定承担因此引起的全部法律责任。
    </p>
    <p class="privacy_text">
      12.2.2
      未成年人用户特别提示：青少年应在其监护人的监督指导下，在合理范围内正确学习使用网络，养成良好上网习惯，避免沉迷虚拟的网络空间。青少年用户必须遵守《全国青少年网络文明公约》：
    </p>
    <p class="privacy_text">（1）要善于网上学习，不浏览不良信息；</p>
    <p class="privacy_text">（2）要诚实友好交流，不侮辱欺诈他人；</p>
    <p class="privacy_text">（3）要增强自护意识，不随意约会网友；</p>
    <p class="privacy_text">（4）要维护网络安全，不破坏网络秩序；</p>
    <p class="privacy_text">（5）要有益身心健康，不沉溺虚拟时空。</p>
    <p class="privacy_text">
      12.2.3
      为更好地保护未成年人隐私权益，我们提醒您慎重发布包含未成年人素材的内容，一经发布，即视为您同意本软件及本服务展示该未成年人信息、肖像、声音等内容，且允许公司依据本条款使用、处理该等与未成年人相关的内容。
    </p>
    <p class="privacy_text">
      12.3
      无放弃与可分割性。我们暂时未主张或强制执行本条款的任何规定，不应被视为我们豁免该等规定或放弃该等权利。如果本条款中任意约定被判决或裁定属于无效，则该约定视为从本条款中删除，不影响本条款中其它约定的效力。
    </p>
    <p class="privacy_text">
      12.4
      转让。未经我们事先书面同意，您不得向任何第三方转让您在本条款项下的任何权利或义务。出于运营本服务的需要，我们有权将本条款（及您针对本服务需遵守的其他条款）整体转让给我们的一家关联公司。在我们发生合并、收购、企业重组或出售全部或绝大部分资产的交易中，我们也会向第三方转让本条款（及您针对本服务需遵守的其他条款）。您认可在上述情况下，我们无须征得您的同意，但我们将以合理的方式向您通知。
    </p>
    <p class="privacy_text">
      12.5
      争议解决与法律适用。本条款的解释、适用与争议解决，均应依照中华人民共和国大陆地区法律。本条款的签署地为上海市杨浦区，因本条款所引发的争议由上海市杨浦区有管辖权的人民法院管辖。
    </p>
    <p class="privacy_text">
      12.6
      语言。本条款可能存在多种语言版本，如各语言版本条款出现不一致或冲突，以中文版本为准。
    </p>
  </div>
</template>
<script>
export default {}
</script>
<style lang="scss" scoped>
.service-agreement-box {
  width: 1120px;
  margin: 0 auto;
}
.privacy_title {
  font-size: 34px;
  font-family: 'Helvetica Neue', Helvetica, 'PingFang SC', 'Microsoft YaHei',
    Tahoma, Arial;
  font-weight: normal;
  color: rgba(0, 0, 0, 1);
  line-height: 32px;
  text-align: center;
  font-weight: 700;
  margin-bottom: 40px;
}
.privacy_text {
  font-size: 18px;
  font-family: 'Helvetica Neue', Helvetica, 'PingFang SC', 'Microsoft YaHei',
    Tahoma, Arial;
  font-weight: normal;
  color: rgba(0, 0, 0, 1);
  line-height: 32px;
  text-align: left;
  margin-bottom: 16px;
  text-indent: 1;
}
.privacy_tit {
  font-size: 26px;
  font-family: 'Helvetica Neue', Helvetica, 'PingFang SC', 'Microsoft YaHei',
    Tahoma, Arial;
  font-weight: normal;
  color: #333;
  line-height: 26px;
  text-align: left;
  margin-bottom: 16px;
  margin-top: 70px;
  font-weight: 600;
}
</style>
